Repository: centrifugegroup/dso_demo
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: If a pending activity is yellow it is within the scheduled dates and needs to be opened and worked on.
pt_br: Se uma atividade pendente estiver em amarelo é porque a data programada precisa ser aberta e trabalhada.

source: If a pending or open activity is red it past its scheduled end date and needs to be completed and closed.
pt_br: Se uma atividade aberta ou pendente estiver em vermelho é porque a data programada está atrasada e precisa ser finalizada e fechada.

source: Update Engagement
pt_br: Atualizar Agendamento

source: Are you sure want to delete this engagement?
pt_br: Você tem certeza de que deseja remover este agendamento?

source: Delete Engagement
pt_br: Remover Agendamento

source: Create Environment
pt_br: Criar Ambiente

source: Documentation about how environment work here.
pt_br: Documentação sobre ambiente.

source: Locations
pt_br: Locais

source: Credentials
pt_br: Credenciais

source: Delete Credentials
pt_br: Remover Credenciais

source: Update Environment Credentials
pt_br: Atualizar Credenciais de Ambientes

source: Delete Location
pt_br: Apagar Locais

source: Update Environment Locations
pt_br: Atualizar Locais dos Ambientes

source: Manage Settings
pt_br: Gerenciar Configurações

source: Activity Types
pt_br: Tipos de Atividades

source: Activity types define what activities are and can contain documention for how that activity should be performed. The documentation will be visible on each activity of that type, making it a great place to include standard operating procedures, links, or anything else common amongst activities.
pt_br: Tipos de Atividades define quais atividades são e podem conter documentação para quando esta atividade precisaria ser executada. A documentação ficará visível em cada atividade daquele tipo, fazendo com esta seja um ótimo local para incluir procedimentos operacionais padronizados, links, ou qualquer coisa comum entre as atividades.

source: There are no activity types.
pt_br: Não existem tipos de atividade.

source: Actions
pt_br: Ações

source: View
pt_br: Visualizar

source: New Activity Type
pt_br: Novo Tipo de Atividade

source: Add Activity Type
pt_br: Adicionar Tipo de Atividade

source: Edit Activity Type
pt_br: Editar Tipo de Atividade

source: Update Activity Type
pt_br: Atualizar Tipo de Atividade

source: Are you sure want to delete this activity type?
pt_br: Você tem certeza de que deseja remover este tipo de atividade?

source: Delete Activity Type
pt_br: Remover Tipo de Atividade

source: Application Tags
pt_br: Tags de Aplicação

source: Add Application Tag
pt_br: Adicionar Tag de Aplicação

source: Application tags allow for the abstract categorization and grouping of applications. Create tags to fit your goals, priorities, or anything else.
pt_br: Tags de aplicação habilitam para uma categorização abstrata e agrupamento de aplicações. Crie tags para fixar suas metas, prioridades, ou qualquer coisa.

source: There are no application tags.
pt_br: Não existem tags de aplicações.

source: Description
pt_br: Descrição

source: Color
pt_br: Cor

source: Tagged
pt_br: Etiquetado

source: New Application Tag
pt_br: Nova Tag de Aplicação

source: Edit Application Tag
pt_br: Editar Tag de Aplicação

source: Update Application Tag
pt_br: Atualizar Tag de Aplicação

source: Are you sure want to delete this application tag?
pt_br: Você tem certeza de que deseja remover esta tag de aplicação?

source: Delete Application Tag
pt_br: Remover Tag de Aplicação

source: Management Settings
pt_br: Gerenciamento de Configurações

source: Organizations
pt_br: Organizações

source: Service Levels
pt_br: Níveis de Serviço

source: Third Party Services
pt_br: Serviços de Terceiros

source: Manage Settings Overview
pt_br: Gerenciar Configurações de Visão Geral

source: Here you will find all the options for configuring and customizing Bag of Holding.
pt_br: Aqui você encontrará todas as opções para configuração e customização do Bag of Holding.

source: Bag of Holding is able to connect to outside services to push or pull information. You can configure these services here.
pt_br: Bag of Holding está apto a se conectar com serviços para enviar ou baixar informações. Você pode configurar estes serviços aqui.

source: This is a web-based interface, limited to trusted site administrators, that enables the adding, editing and deletion of site content.
pt_br: Esta é uma tela baseada na web, limitada a confiar em administradores do site, que habilitam a adicionar, editar e remover o conteúdo do site,

source: ThreadFix Services
pt_br: Serviços ThreadFix

source: <a href="http://www.threadfix.org/download/" target="_blank">ThreadFix</a> is a software vulnerability aggregation and management system that helps organizations aggregate vulnerability data, generate virtual patches, and interact with software defect tracking systems.
pt_br: <a href="http://www.threadfix.org/download/" target="_blank">ThreadFix</a> é um software de agregração de vulonerabilidades e sistema de gerenciamento que auxilia as organizações a agregar dados de vulnerabilidades, gerar correções virtuais, e interagir com sistemas de rastreamento de defeitos.

source: There are no ThreadFix services.
pt_br: Não existem serviços ThreadFix.

source: Host
pt_br: Hospedagem

source: Verify SSL
pt_br: Verificar SSL

source: Test
pt_br: Testar

source: Import
pt_br: Importar

source: Add ThreadFix Service
pt_br: Adicionar Serviço ThreadFix

source: Edit ThreadFix Service
pt_br: Editar Serviço ThreadFix

source: Update
pt_br: Atualizar

source: Are you sure want to delete this ThreadFix service?
pt_br: Você tem certeza que deseja remover este serviço ThreadFix?

source: Delete ThreadFix Service
pt_br: Remover Serviço ThreadFix

source: Import from
pt_br: Importar de

source: Team
pt_br: Time

source: Application Name
pt_br: Nome da Aplicação

source: Target Organization
pt_br: Organização Alvo

source: Import Applications
pt_br: Importar Aplicações

source: Successfully Imported Applications
pt_br: Você importou com sucesso as aplicações.

source: Application Import Failures
pt_br: Falhas de Aplicações Importadas

source: The following application imports failed. Check to make sure the names are not already taken.
pt_br: As seguintes importações de aplicações falharam. Tenha certeza de que os nomes ainda não foram feitos.

source: Nothing here yet
pt_br: Nada aqui ainda

source: There are no applications.
pt_br: Não existem aplicações.

source: There is no description for this organization.
pt_br: Não existe descrição para esta organização.

source: Select a role to view associated people
pt_br: Selecione um papel para ver as pessoas associadas.

source: Title
pt_br: Título

source: Organization Settings
pt_br: Configurações de Organizações

source: Delete Organization
pt_br: Remover Organização

source: Once you delete an organization, there is no going back. Please be certain.
pt_br: Uma vez removida uma organização, não existe retorno. Por favor esteja ciente.

source: Are you sure want to delete this organization?
pt_br: Você tem certeza de que deseja remover esta organização?

source: Related People
pt_br: Pessoas Relacionadas

source: Update Related People
pt_br: Atualizar Pessoas Relacionadas

source: Phone
pt_br: Telefone

source: Work
pt_br: Trabalho

source: Job
pt_br: Trabalho

source: Role
pt_br: Papel

source: is not associated with any organizations.
pt_br: não está associada com qualquer organização.

source: is not associated with any applications.
pt_br: não está associada com qualquer aplicação.

source: has not requested any engagements.
pt_br: não requisitou qualquer agendamento.

source: Are you sure want to delete this person?
pt_br: Você tem certeza de que deseja remover esta pessoa

source: Delete Person
pt_br: Remover Pessoa

source: Organization Summary Report
pt_br: Relatório Resumido da Organização

source: Application Security
pt_br: Segurança de Aplicação

source: by
pt_br: por

source: Application Description
pt_br: Descrição da Aplicação

source: Data Classification Level
pt_br: Nível de Classificação de Dados

source: Public
pt_br: Público

source: Unclassified
pt_br: Sem classificação

source: Internal Use
pt_br: Uso interno

source: Proprietary
pt_br: Proprietário

source: Confidential
pt_br: Confidencial

source: Company Confidential
pt_br: Confidencial da Companhia

source: Restricted
pt_br: Restrito

source: Highly Confidential
pt_br: Altamente Confidencial

source: Compliant to
pt_br: Compatível para

source: Application Security Vulnerabilities
pt_br: Vulnerabilidades de Segurança de Aplicações

source: Last Engagement
pt_br: Último Agendamento

source: There are no specified technologies.
pt_br: Não existem tecnologias especificadas.

source: There are no specified regulations.
pt_br: Não existem regulamentações especificadas.

source: There are no specified data elements.
pt_br: Não existem elementos de dados especificados.

source: Engagement Coverage
pt_br: Cobertura de Agendamento

source: Elapsed
pt_br: Decorrido

source: ThreadFix Summary
pt_br: Resumo ThreadFix

source: Critical
pt_br: Crítico

source: Updated
pt_br: Atualizado

source: No activities for this engagement
pt_br: Nenhuma atividade para este agendamento

source: Required
pt_br: Requerido

source: Click to apply presets
pt_br: Clique para aplicar predefinições

source: Account Settings
pt_br: Configurações de Conta

source: User Profile
pt_br: Perfil do Usuário

source: Update Profile
pt_br: Atualizar Perfil

source: Thanks for using the
pt_br: Obrigado por usar o

source: You have successfully logged out.
pt_br: Você se desconectou com sucesso.

source: Return to Log in
pt_br: Retornar à tela de entrada

source: Welcome to the
pt_br: Bem-vindo ao

source: The <strong>Bag of Holding</strong> is an application security utility to assist in the organization and prioritization of software security activities.
pt_br: O <strong>Bag Of Holding</strong> é um utilitário para segurança de aplicações que auxilia nas atividades da priorização de segurança de software na organização.

source: The username or password you entered is not valid.
pt_br: O usuário ou senha que você entrou não é válido.

source: Log in
pt_br: Entrar

source: Well done!
pt_br: Bem feito!

source: You have successfully changed your password.
pt_br: Você alterou com sucesso sua senha.

source: There was a problem downloading the report.
pt_br: Houve um problema enquanto a cópia do relatório era realizada.

source: You successfully added the "%(tag_name)s" application tag.
pt_br: Você adicionou com sucesso a tag da aplicação "%(tag_name)s".

source: There was a problem creating this application tag.
pt_br: Houve um problema ao criar a tag da aplicação.

source: You successfully updated the "%(tag_name)s" application tag.
pt_br: Você atualizou com sucesso a tag da aplicação "%(tag_name)s".

source: There was a problem updating this application tag.
pt_br: Houve um problema ao atualizar esta tag da aplicação.

source: You successfully deleted the "%(tag_name)s" application tag.
pt_br: Você removeu com sucesso a tag da aplicação "%(tag_name)s".

source: There was a problem deleting this application tag.
pt_br: Houve um problema ao remover esta tag da aplicação.

source: You successfully created the "%(activity_type_name)s" activity type.
pt_br: Você criou com sucesso o tipo de atividade "%(activity_type_name)s".

source: There was a problem creating this activity type.
pt_br: Houve um problema ao criar este tipo de atividade.

source: You successfully updated the "%(activity_type_name)s" activity type.
pt_br: Você atualizou com sucesso o tipo de atividade "%(activity_type_name)s".

source: There was a problem updating this activity type.
pt_br: Houve um problema ao atualizar este tipo de atividade.

source: You successfully deleted the "%(activity_type_name)s" activity type.
pt_br: Você removeu com sucesso o tipo de atividade "%(activity_type_name)s".

source: There was a problem deleting this activity type.
pt_br: Houve um problema ao remover este tipo de atividade.

source: You successfully created the "%(threadfix_name)s" ThreadFix service.
pt_br: Você criou com sucesso o serviço ThreadFix "%(threadfix_name)s".

source: There was a problem creating this ThreadFix service.
pt_br: Houve um problema ao criar este serviço ThreadFix.

source: You successfully updated the "%(threadfix_name)s" ThreadFix service.
pt_br: Você atualizou com sucesso o serviço ThreadFix "%(threadfix_name)s".

source: There was a problem updating this ThreadFix service.
pt_br: Houve um problema ao atualizar este serviço ThreadFix.

source: Everything appears to be working correctly for the "%(threadfix_name)s" ThreadFix service.
pt_br: Tudo parece estar funcionando corretamente para o serviço ThreadFix "%(threadfix_name)s"

source: An error occurred when testing "%(threadfix_name)s". Error message: %(error)s
pt_br: Um erro ocorreu quando o "%(threadfix_name)s" era testado. Mensagem do erro: %(error)s

source: An error occurred when importing from "%(threadfix_name)s". Error message: %(error)s
pt_br: Um erro ocorreu quando o "%(threadfix_name)s" era importado. Mensagem do erro: %(error)s

source: No applications were imported from "%(threadfix_name)s".
pt_br: Nenhuma aplicação foi importada de "%(threadfix_name)s".

source: An error occurred when saving the import from "%(threadfix_name)s".
pt_br: Um erro ocorreu enquanto a importação de "%(threadfix_name)s" era salva.

source: You successfully deleted the "%(threadfix_name)s" ThreadFix service.
pt_br: Você removeu com sucesso o serviço ThreadFix "%(threadfix_name)s".

source: There was a problem deleting this ThreadFix service.
pt_br: Houve um problema ao remover este serviço ThreadFix.

source: You successfully updated your profile.
pt_br: Você atualizou seu perfil com sucesso.

source: There was a problem updating your profile.
pt_br: Houve um problema ao atualizar seu perfil.

source: You successfully changed your password.
pt_br: Você alterou com sucesso sua senha.

source: There was a problem changing your password.
pt_br: Houve um problema ao atualizar sua senha.

source: You successfully updated this organization's general information.
pt_br: Você atualizou com sucesso as informações gerais desta organização.

source: There was a problem updating this organization's general information.
pt_br: Houve um problema ao atualizar as informações gerais desta organização.

source: You successfully updated this organization's associated people.
pt_br: Você atualizou com sucesso as pessoas associadas à esta organização.

source: There was a problem updating this organization's associated people.
pt_br: Houve um problema ao atualizar as pessoas associadas à esta organização.

source: You successfully deleted the "%(organization_name)s" organization.
pt_br: Você removeu com sucesso a organização "%(organization_name)s".

source: You successfully created this organization.
pt_br: Você criou com sucesso esta organização.

source: "%(name)s" is already related to this application.
pt_br: "%(name)s" já está associado à esta aplicação.

source: You successfully added "%(name)s" to this application.
pt_br: Você adicionou com sucesso o "%(name)s" à esta aplicação.

source: There was a problem saving the relation to this application.
pt_br: Houve um problema ao salvar a relação com esta aplicação.

source: You successfully disassociated "%(name)s" with this application.
pt_br: Você disassociou com sucesso o "%(name)s" desta aplicação.

source: There was a problem disassociating "%(name)s" with this application.
pt_br: Houver um problema ao disassociar o "%(name)s" desta aplicação.

source: You successfully created this application.
pt_br: Você criou com sucesso esta aplicação.

source: You successfully updated this application's general information.
pt_br: Você atualizou com sucesso as informações gerais desta aplicação.

source: You successfully updated this application's organization.
pt_br: Você atualizou com sucesso a organização desta aplicação.

source: You successfully updated this application's metadata.
pt_br: Você atualizou com sucesso os metadados desta aplicação.

source: There was a problem updating this application's metadata.
pt_br: Houve um problema ao atualizar os metadados desta aplicação.

source: You successfully updated this application's technologies.
pt_br: Você atualizou com sucesso as tecnologias desta aplicação.

source: There was a problem updating this application's technologies.
pt_br: Houve um problema ao atualizar as tecnologias desta aplicação.

source: You successfully updated this application's regulations.
pt_br: Você atualizou com sucesso as regulamentações desta aplicação.

source: There was a problem updating this application's regulations.
pt_br: Houve um problema ao atualizar as regulamentações desta aplicação.

source: You successfully updated this application's tags.
pt_br: Você atualizou com sucesso as tags desta aplicação.

source: There was a problem updating this application's tags.
pt_br: Houve um problema ao atualizar as tags desta aplicação.

source: You successfully updated this application's data elements.
pt_br: Você atualizou com sucesso os elementos de dados desta aplicação.

source: You successfully updated this application's service level agreements.
pt_br: Você atualizou com sucesso os acordos de nível de serviço desta aplicação.

source: There was a problem updating this application's service level agreements.
pt_br: Houve um problema ao atualizar os acordos de nível de serviço desta aplicação.

source: This application's data classification override has been updated.
pt_br: Esta sobrescrição de classificação de dados foi atualizada.

source: You successfully updated this application's ThreadFix information.
pt_br: Você atualizou com sucesso as informações do ThreadFix da aplicação.

source: You successfully updated this application's ASVS information.
pt_br: Você atualizou com sucesso a informação ASVS da aplicação.

source: You successfully updated these custom fields.
pt_br: Você atualizou com sucesso estes campos customizados.

source: You successfully deleted the "%(application_name)s" application.
pt_br: Você removeu com sucesso a aplicação "%(application_name)s".

source: You successfully created this environment.
pt_br: Você criou com sucesso este ambiente.

source: You successfully updated this environment.
pt_br: Você atualizou com sucesso este ambiente.

source: You successfully updated these locations.
pt_br: Você atualizou com sucesso estas localizações.

source: You successfully updated these credentials.
pt_br: Você atualizou com sucesso estas credenciais.

source: You successfully deleted the "%(env_type)s" environment.
pt_br: Você removeu com sucesso o ambiente "%(env_type)s".

source: You successfully created this engagement.
pt_br: Você criou com sucesso este agendamento.

source: You successfully updated this engagement.
pt_br: Você atualizou com sucesso este agendamento.

source: You successfully updated this engagement's status to "%(eng_status)s".
pt_br: Você atualizou com sucesso a condição do agendamento para "%(eng_status)s".

source: You successfully deleted the engagement.
pt_br: Você removeu com sucesso este agendamento.

source: You successfully added a comment to this engagement.
pt_br: Você adicionou com sucesso um comentário à este agendamento.

source: You successfully added this activity.
pt_br: Você adicionou com sucesso esta atividade.

source: You successfully updated this activity.
pt_br: Você atualizou com sucesso esta atividade.

source: You successfully updated this activity's status to "%(activity_status)s".
pt_br: Você atualizou com sucesso a condição da atividade para "%(activity_status)s".

source: You successfully deleted the activity.
pt_br: Você removeu com sucesso esta atividade.

source: You successfully added a comment to this activity.
pt_br: Você adicionou com sucesso um comentário à esta atividade.

source: You successfully created this person.
pt_br: Você criou com sucesso esta pessoa.

source: You successfully updated "%(name)s".
pt_br: Você atualizou com sucesso "%(name)s".

source: There was a problem updating "%(name)s".
pt_br: Houve um problema ao atualizar "%(name)s".

source: You successfully deleted "%(name)s".
pt_br: Você removeu com sucesso "%(name)s".
