Repository: centrifugegroup/dso_demo
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: description
pt_br: descrição

source: Example
pt_br: Exemplo

source: Identification
pt_br: Identificação

source: Validation
pt_br: Validação

source: Metadata
pt_br: Metadado

source: Technologies
pt_br: Tecnologias

source: Regulations
pt_br: Reguladores

source: Data Classification
pt_br: Classificação de Dados

source: Service Level Agreements
pt_br: Acordo de Nível de Serviço

source: Advanced options
pt_br: Opções avançadas

source: Application
pt_br: Aplicação

source: Users
pt_br: Usuários

source: Engagement
pt_br: Agendamento

source: Metrics
pt_br: Métricas

source: ThreadFix Metrics
pt_br: Métricas ThreadFix

source: Category
pt_br: Categoria

source: Reference
pt_br: Referência

source: 25 per page
pt_br: 25 por pág.

source: 50 per page
pt_br: 50 por pág.

source: 100 per page
pt_br: 100 por pág.

source: Everything
pt_br: Todos

source: Year
pt_br: Ano

source: All
pt_br: Todos

source: API key
pt_br: Chave API

source: Verify SSL certificate
pt_br: Verificar certificado SSL

source: ASVS Level
pt_br: Nível ASVS

source: ASVS Document
pt_br: Documento ASVS

source: Target ASVS Level
pt_br: Futuro Nível ASVS

source: ThreadFix Service
pt_br: Serviço ThreadFix

source: Team ID
pt_br: ID do Time

source: Application ID
pt_br: ID da Aplicação

source: End date cannot be before start date.
pt_br: Data final não pode ser anterior à data inicial

source: Scheduled start date
pt_br: Data inicial agendada

source: Scheduled end date
pt_br: Data final agendada

source: Assigned users
pt_br: Usuários atribuídos

source: Application Owner
pt_br: Dono da Aplicação

source: Emergency Contact
pt_br: Contato de Emergência

source: Color must be entered in the 6 character hex format.
pt_br: Cor deve ser preenchida no formato hexadecimal com 6 caractes.

source: A unique name for this tag.
pt_br: Um nome único para esta tag.

source: Specify a 6 character hex color value. (e.g., 'd94d59')
pt_br: Especifique um valor de cor hexadecimal com 6 caracteres (ex: 'd94d59')

source: A short description of this tag's purpose to be shown in tooltips.
pt_br: Uma pequena descrição do propóstio desta tag para ser exibido nos balões de dicas.

source: %(value)s is not a valid regular expression
pt_br: %(value)s não é uma expressão regular válida

source: Key must be lowercase with no spaces. Underscores may be used to seperate words.
pt_br: Chave deve ser minúscula e sem espaços. Caracter sublinhado pode ser usado para separarpalavras.

source: custom field name
pt_br: nome de campo customizado

source: A name for this custom field
pt_br: Um nome para este campo customizado

source: Information about the custom field's purpose.
pt_br: Informação sobre o propóstio do campo customizado.

source: A unique key for this field. (e.g., 'custom_id')
pt_br: Uma chave única para este campo. (ex: 'custom_id')

source: A regular expression to validate on save. (e.g. '[0-9]{5}$' is a regex for a number with a length of 5)
pt_br: Uma expressão regular para validar durante a operação de salvar. (ex: '[0-9]{5}$' é uma expressão para um número com um tamanho de 5)

source: A brief description of the validation expression to be shown to users.
pt_br: Uma breve descrição da expressão de validação para ser exibida aos usuários.

source: Custom Field
pt_br: Campo customizado

source: Custom Fields
pt_br: Campos customizados

source: Value does not match custom field regex.
pt_br: Valor não bate com a expressão do campo customizado.

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
pt_br: Número de telefone deve ser preenchido no formato '+9999999999'. Até 15 dígitos são autorizados

source: Developer
pt_br: Desenvolvedor

source: Quality Assurance
pt_br: Analista de Qualidade

source: Operations
pt_br: Operações

source: Manager
pt_br: Gerente

source: Security Officer
pt_br: Chefe Segurança

source: A unique name for the organization.
pt_br: Um nome único para a organização.

source: Information about the organization's purpose, history, and structure.
pt_br: Informação sobre o propósito da organização, história, e estrutura.

source: Global
pt_br: Geral

source: Personal
pt_br: Pessoal

source: Company
pt_br: Companhia

source: Student
pt_br: Estudante

source: Government
pt_br: Governo

source: Payment Card Industry
pt_br: Indústria de Cartões de Pagamentos

source: Medical
pt_br: Medicinal

source: Language
pt_br: Linguagem

source: Operating System
pt_br: Sistema Operacional

source: Data Store
pt_br: Armazenamento de Dados

source: Third-Party Component
pt_br: Componente de Terceiros

source: Application Server
pt_br: Servidor de Aplicação

source: Web Server
pt_br: Servidor Web

source: Hosting Provider
pt_br: Provedor de Hospedagem

source: DDoS Protection
pt_br: Proteção DDoS

source: The name of the technology.
pt_br: O nome da tecnologia.

source: The type of technology.
pt_br: O tipo da tecnologia.

source: Information about the technology.
pt_br: Informação sobre a tecnologia.

source: An external URL for more information.
pt_br: Uma URL externa sobre mais informações.

source: Privacy
pt_br: Privado

source: Finance
pt_br: Financeiro

source: Education
pt_br: Educação

source: Other
pt_br: Outros

source: The name of the legislation.
pt_br: O nome da legislação.

source: A shortened representation of the name.
pt_br: Uma representação curta do nome.

source: The subject of the regulation.
pt_br: O assunto da regulamentação.

source: The territory over which the regulation applies.
pt_br: O territória sobre onde a regulamentação se aplica.

source: Information about the regulation's purpose.
pt_br: Informação sobre o propósito da regulamentação.

source: The name of the service level agreement.
pt_br: O nome do nível de acordo de serviço.

source: Information about this service level agreement's scope, quality, and responsibilities.
pt_br: Informação sobre o escopo deste nível de acordo de serviço, qualidade e responsabilidades.

source: A unique name describing the ThreadFix service.
pt_br: Um nome único para descrever o serviço ThreadFix.

source: The URL for the ThreadFix server. (e.g., http://localhost:8080/threadfix/)
pt_br: A URL para servidor ThreadFix. (ex: http://localhost:8080/threadfix/)

source: The API key can be generated on the ThreadFix API Key page.
pt_br: A chave de API pode ser gerada na página de Chave de API ThreadFix.

source: Specify if API requests will verify the host's SSL certificate. If disabled, API requests could be intercepted by third-parties.
pt_br: Especificar se as requisições de API serão verificadas pelo certificado SSL da hospedagem. Se desabilitado, as requisições de API podem ser intercepitadas por terceiros.

source: Mobile
pt_br: Móvel

source: Idea
pt_br: Idealização

source: Explore
pt_br: Exploratório

source: Validate
pt_br: Validação

source: Grow
pt_br: Crescimento

source: Sustain
pt_br: Sustentação

source: Retire
pt_br: Aposentadoria

source: Third Party Library
pt_br: Bibloteca de Terceiros

source: Purchased
pt_br: Adquirido

source: Contractor Developed
pt_br: Desenvolvido por Contrante

source: Internally Developed
pt_br: Desenvolvido Internamente

source: Open Source
pt_br: Código Aberto

source: Outsourced
pt_br: Terceirizado

source: Very High
pt_br: Muito alto

source: High
pt_br: Alto

source: Medium
pt_br: Moderado

source: Low
pt_br: Baixo

source: Very Low
pt_br: Muito Baixo

source: None
pt_br: Nenhum

source: Not Specified
pt_br: Não Especificado

source: A unique name for the application.
pt_br: Um nome único para a aplicação.

source: Information about the application's purpose, history, and design.
pt_br: Informação sobre o propósito da aplicação, história e projeto.

source: Estimate the number of user records within the application.
pt_br: Estimar o número de cadastras de usuários na aplicação.

source: Estimate the application's revenue in USD.
pt_br: Estimar o valor em R$ da aplicação.

source: Specify if the application is used by people outside the organization.
pt_br: Especificar se a aplicação é usada por outras pessoas fora da Organização.

source: Specify if the application is accessible from the public internet.
pt_br: Especificar se a aplicação é acessível publicamente da Internet.

source: Specify if activities can be externally requested for this application.
pt_br: Especificar se atividades podem ser externamente requisitadas pela aplicação.

source: Overrides the calculated data classification level.
pt_br: Sobrescrever o nível de classificação de dados calculados.

source: Specify why the calculated data classification level is being overridden.
pt_br: Especificar o porque o nível da classificação de dados está sendo sobrescrito.

source: The ThreadFix service to connect to this application.
pt_br: O serviço ThreadFix para se conectar com esta aplicação.

source: The unique team identifier used within ThreadFix.
pt_br: O identificador único usado no ThreadFix.

source: The unique application identifier used within ThreadFix.
pt_br: O identificador de aplicação único usado com o ThreadFix.

source: Assessed ASVS Level
pt_br: Nível ASVS Avaliado

source: Percent compliant to the targeted ASVS level.
pt_br: Porcentagem de conformidade com o nível ASVS visado.

source: Targeted ASVS level for this application.
pt_br: Meta de nível ASVS para esta aplicação.

source: URL to the detailed ASVS assessment.
pt_br: URL para avaliação do ASVS detalhado.

source: The organization containing this application.
pt_br: A Organização contendo esta aplicação.

source: ThreadFix metrics
pt_br: Métricas ThreadFix

source: Specify if this person is an application owner.
pt_br: Especificar se esta pessoa é um dono de aplicação.

source: Specify if this person is an emergency contact.
pt_br: Especificar se esta pessoa é um contato de emergência.

source: Any notes about this person's connection to the application.
pt_br: Qualquer nota sobre a atribuição desta pessoa com a aplicação.

source: The person associated with the application.
pt_br: A pessoa associada com a aplicação.

source: Development
pt_br: Desenvolvimento

source: Integration
pt_br: Integração

source: Pre-Production
pt_br: Pré-Produção

source: Customer Acceptance
pt_br: Aceitação do Usuário

source: Production
pt_br: Produção

source: Specify the type of environment.
pt_br: Especificar o tipo de ambiente.

source: Information about the environment's purpose, physical location, hardware, and deployment.
pt_br: Informação sobre o propósito do ambiente, localização física, hardware, e implantação.

source: Specify if security testing has been approved for this environment.
pt_br: Especificar se testes de segurança tem sido aprovados para este ambiente.

source: A URL for the environment. (e.g., http://www.google.com/, https://www.owasp.org/)
pt_br: Uma URL para o ambiente. (ex: http://www.google.com/, https://www.owasp.org/)

source: Information about the location's purpose, physical location, and deployment.
pt_br: Informação sobre o propósito da localização, localização física, e implantação.

source: A brief description of the user's role or permissions. (e.g., Guest, Admin)
pt_br: Uma breve descrição dos papéis do usuário ou permissões. (ex: Convidado, Admin)

source: Additional information about these credentials.
pt_br: Informação adicional sobre esta credencial.

source: Pending
pt_br: Pendente

source: Open
pt_br: Aberto

source: Closed
pt_br: Fechado

source: The date the engagement is scheduled to begin.
pt_br: A data que o agendamento está programado para começar.

source: The date the engagement is scheduled to complete.
pt_br: A data que o agendamento está programado para finalizar.

source: The date and time when the status is changed to open.
pt_br: A data e o horário quando a condição foi alterada para aberto.

source: The date and time when the status is changed to closed.
pt_br: A data e o horário quando a condiação foi alterada para fechado.

source: Specify who requested this engagement.
pt_br: Especificar quem requisitou este agendamento.

source: A unique name for this activity type.
pt_br: Um nome único para este tipo de atividade.

source: Guidelines, procedures, and techniques for this activity type.
pt_br: Manuais, procedimentos e técnicas para este tipo de atividade.

source: Activities
pt_br: Atividades

source: Subclasses must override generate()
pt_br: Subclasses devem sobrescrever generate()

source: Engagement Coverage Report
pt_br: Relatório de Cobertura de Agendamento

source: ThreadFix Summary Report
pt_br: Relatório Resumido ThreadFix

source: Application Summary Report
pt_br: Relatório Resumido de Aplicações

source: New Activity
pt_br: Nova Atividade

source: Engagements
pt_br: Agendamentos

source: Create Activity
pt_br: Criar Atividade

source: Cancel
pt_br: Cancelar

source: Documentation about how activity work here.
pt_br: Documentação sobre atividade.

source: Assigned Users
pt_br: Usuários atribuídos

source: Users designated to complete this activity.
pt_br: Usuários designados à completar esta atividade.

source: No users have been assigned to this activity
pt_br: Nenhum usuário atribuído a esta atividade

source: Documentation
pt_br: Documentação

source: Comments
pt_br: Comentários

source: Leave comments about this activity.
pt_br: Deixe algum comentário sobre esta atividade.

source: Leave a comment
pt_br: Deixar um comentário

source: Comment
pt_br: Comentário

source: Change Status
pt_br: Alterar condição

source: Opened
pt_br: Aberto

source: Edit Activity
pt_br: Editar Atividade

source: Update Activity
pt_br: Atualizar Atividade

source: Are you sure want to delete this activity?
pt_br: Você tem certeza de que deseja remover esta atividade?

source: Delete Activity
pt_br: Remover Atividade

source: Add Application
pt_br: Adicionar Aplicação

source: New Application
pt_br: Nova Aplicação

source: Create Application
pt_br: Criar Aplicação

source: Documentation about how applications work here.
pt_br: Documentação sobre aplicações.

source: People
pt_br: Pessoas

source: Add Person
pt_br: Adicionar Pessoa

source: New Related Person
pt_br: Nova Pessoa Relacionada

source: Create Related Person
pt_br: Criar Nova Pessoa Relacionada

source: Documentation about how relations work here.
pt_br: Documentação sobre relações.

source: Overview
pt_br: Visão Geral

source: Environments
pt_br: Ambientes

source: Settings
pt_br: Configurações

source: Edit Person
pt_br: Editar Pessoa

source: Update Person
pt_br: Atualizar Pessoa

source: Are you sure want to remove this related person?
pt_br: Você tem certeza que deseja remover esta pessoa relacionada?

source: Remove Related Person
pt_br: Remover Pessoa Relacionada

source: New Engagement
pt_br: Novo Agendamento

source: Engagements that have not yet started
pt_br: Agendamentos que ainda não iniciaram

source: There are no pending engagements.
pt_br: Não existem agendamentos pendentes.

source: Engagements that are in progress
pt_br: Agendamentos que estão em progresso

source: There are no open engagements.
pt_br: Não existem agendamentos abertos.

source: Engagements that have been completed
pt_br: Agendamentos que estão completados

source: There are no closed engagements.
pt_br: Não existem agendamentos finalizados.

source: If a pending engagement is yellow it is within the scheduled dates and needs to be opened and worked on.
pt_br: Se um agendamento pendente está amarelo é porque a data programada está em atraso e precisa ser aberta e executada

source: If a pending or open engagement is red it past its scheduled end date and needs to be completed and closed.
pt_br: Se um agendamento pendente ou aberto está em vermelho é porque a data programada para o fechamento não foi respeitada e precisa ser finalizada e fechada.

source: New Environment
pt_br: Novo Ambiente

source: Environment
pt_br: Ambiente

source: Approved for Security Testing
pt_br: Aprovado para Testes de Segurança

source: Not Approved for Security Testing
pt_br: Não aprovado para Testes de Segurança

source: There are no locations for this %(environment.get_environment_type_display|lower)s environment.
pt_br: Não existem localizações para o ambiente %(environment.get_environment_type_display|lower)s.

source: Usernames
pt_br: Usuários

source: Passwords
pt_br: Senhas

source: [Toggle]
pt_br: [Alternar]

source: Roles
pt_br: Papéis

source: Notes
pt_br: Anotações

source: View Notes
pt_br: Vew Anotações

source: Edit Environment
pt_br: Editar Ambiente

source: There are no environments.
pt_br: Não existem ambientes.

source: Documentation about how environments work here.
pt_br: Documentação sobre ambientes.

source: Applications
pt_br: Aplicações

source: Add Organization
pt_br: Adicionar Organização

source: Filter
pt_br: Filtrar

source: Clear
pt_br: Limpar

source: Advanced
pt_br: Avançado

source: Name
pt_br: Nome

source: Organization
pt_br: Organização

source: Criticality
pt_br: Criticidade

source: Created
pt_br: Criado

source: New
pt_br: Novo

source: Previous
pt_br: Anterior

source: current
pt_br: atual

source: Next
pt_br: Próximo

source: There is no description.
pt_br: Não existe descrição.

source: CRITICAL
pt_br: CRÍTICO

source: HIGH
pt_br: ALTO

source: MEDIUM
pt_br: MODERADO

source: LOW
pt_br: BAIXO

source: There are no service level agreements.
pt_br: Não existem acordos de níveis de serviço.

source: There are no technologies.
pt_br: Não existem tecnologias.

source: There are no regulations.
pt_br: Não existem regulamentações.

source: Value
pt_br: Valor

source: There are no custom field values.
pt_br: Não existem campos customizados.

source: Business Criticality
pt_br: Criticidade do Negócio

source: Platform
pt_br: Plataforma

source: Lifecycle
pt_br: Ciclo de Vida

source: Origin
pt_br: Origem

source: User Records
pt_br: Número de Usuários

source: Revenue (USD)
pt_br: Valor (R$)

source: Compliant to ASVS Level
pt_br: Conformidade com Nível ASVS

source: ASVS Detailed Report
pt_br: Relatório Detalhado ASVS

source: Not Assessed
pt_br: Não Avaliado

source: Resources
pt_br: Recursos

source: There are no tags.
pt_br: Não existem tags.

source: Last modified
pt_br: Última modificação

source: Owner
pt_br: Dono

source: Emergency
pt_br: Emergência

source: Documentation about how people work here.
pt_br: Documentação sobre pessoas.

source: Application Settings
pt_br: Configurações da Aplicação

source: General
pt_br: Geral

source: Data Elements
pt_br: Elementos de Dados

source: Services
pt_br: Serviços

source: Danger Zone
pt_br: Zona de Perigo

source: Delete
pt_br: Remover

source: Add
pt_br: Adicionar

source: Edit
pt_br: Editar

source: Update Custom Fields
pt_br: Atualizar Campos Customizados

source: Available Custom Fields
pt_br: Campos Customizados Disponíveis

source: There are no custom fields.
pt_br: Não existem campos customizados.

source: Delete Application
pt_br: Remover Aplicação

source: Once you delete an application, there is no going back. Please be certain.
pt_br: Uma vez que uma aplicação é removida, não existe retorno. Por favor, esteja ciente.

source: Are you sure want to delete this application?
pt_br: Você deseja remover esta aplicação?

source: Update Data Elements
pt_br: Atualizar Elementos de Dados

source: Override
pt_br: Sobrescrever

source: Update Override
pt_br: Atualizar sobrescrita

source: General Information
pt_br: Informações Gerais

source: Update General Information
pt_br: Atualizar Informações Gerais

source: Change Organization
pt_br: Alterar Organização

source: Update Organization
pt_br: Atualizar Organização

source: Features
pt_br: Funcionalidades

source: Nothing here yet.
pt_br: Nada aqui ainda.

source: Update Metadata
pt_br: Atualizar Metadado

source: Update Technologies
pt_br: Atualizar Tecnologias

source: Update Regulations
pt_br: Atualizar Regulamentações

source: Update Tags
pt_br: Atualizar Tags

source: OWASP ASVS Level
pt_br: Nível OWASP ASVS

source: Update ASVS
pt_br: Atualizar ASVS

source: Update Service Level Agreements
pt_br: Atualizar Acordos de Nível de Serviço

source: ThreadFix is a software vulnerability aggregation and management system that helps organizations aggregate vulnerability data, generate virtual patches, and interact with software defect tracking systems.
pt_br: ThreadFix é um software de agregação de vulnerabilidades e um sistema de gerenciamento que ajuda as organizações à agregarem dados de vulnerabilidades, gerar correções virtuais, e interagir com sistemas de rastreamento de defeitos de software.

source: Update ThreadFix
pt_br: Atualizar ThreadFix

source: Toggle navigation
pt_br: Alternar navegação

source: Dashboard
pt_br: Painel

source: Manage
pt_br: Gerenciar

source: My Profile
pt_br: Meu Perfil

source: Change Password
pt_br: Alterar Senha

source: Logout
pt_br: Desconectar

source: Dashboards
pt_br: Painéis

source: My Dashboard
pt_br: Meu Painel

source: Team Dashboard
pt_br: Painel do Time

source: Reports
pt_br: Relatórios

source: Average Length
pt_br: Comprimento Médio

source: Activity
pt_br: Atividade

source: Average Duration
pt_br: Duração média

source: My Open Activities
pt_br: Minhas Atividades Abertas

source: Activities that are in progress
pt_br: Atividades que estão em progresso

source: You have no open activities.
pt_br: Você não tem atividades abertas.

source: My Pending Activities
pt_br: Minhas Atividades Pendentes

source: Activities that have not yet started
pt_br: Atividades que não foram iniciadas ainda

source: You have no pending activities.
pt_br: Você não tem atividades pendentes.

source: This report details the activities performed for each application's last engagement.
pt_br: Este relatório detalha as atividades executadas por último de acordo com cada aplicação.

source: Download Report
pt_br: Baixar Relatório

source: This report shows the ThreadFix vulnerability counts for each application.
pt_br: Este relatório mostra a contagem de vulnerabilidades do ThreadFix para cada aplicação.

source: This report details all vulnerability and application meta data.
pt_br: Este relatório detalha todas vulnerabilidades e dados de aplicações.

source: Activities by User
pt_br: Atividades por Usuário

source: Find open and pending activities for each user.
pt_br: Localizar atividades abertas e pendentes por usuário.

source: has no open or pending activities.
pt_br: não existem atividades abertas ou pendentes.

source: A list of open and pending engagements.
pt_br: Uma lista de agendamentos pendentes e abertos.

source: Unassigned Activities
pt_br: Atividades Sem Atribuição

source: These activities need to have users assigned to them.
pt_br: Estas atividades precisam de usuários atribuídos para elas.

source: There are no unassigned activities.
pt_br: Não existem atividades sem atribuição.

source: Empty Engagements
pt_br: Agendamentos Vazios

source: These engagements have no activities within them.
pt_br: Estes agendamentos não tem atividades.

source: There are no empty engagements.
pt_br: Não existem agendamentos vazios.

source: Create Engagement
pt_br: Criar Agendamento

source: Documentation about how engagement work here.
pt_br: Documentação sobre agendamento.

source: Activities are units of work performed over the engagement duration.
pt_br: Atividades são unidades de trabalho executadas durante um agendamento.

source: There are no pending activities.
pt_br: Não existem atividades pendentes.

source: There are no open activities.
pt_br: Não existem atividades abertas.

source: Activities that have been completed
pt_br: Atividades que foram finalizadas.

source: There are no closed activities.
pt_br: Não existem atividades finalizadas.

source: Leave comments about this engagement.
pt_br: Deixe comentários sobre este agendamento.

source: commented
pt_br: comentado

source: Edit Engagement
pt_br: Editar Agendamento
